import Head from "next/head";

export default function Home() {
  return (
    <div className="w-screen sm:px-5 px-2 py-3">
      <Head>
        <title>Nexx dev</title>
        <meta name="description" content="Nexx dev" />
        <link rel="icon" href="/favicon.ico" />
      </Head>
      <div className="grid grid-cols-1 lg:grid-cols12 gap-12">
        <div className="break-words font-mono text-4xl font-normal lg:col-span-8 col-span-1">
          <p>
            NEXX - это стартап, состоящий из децентрализованной команды широкого
            спектра услуг - от дизайна иконок и создания сайтов до написания
            смарт контрактов.
          </p>
          <p>
            NEXX - это стартап, состоящий из децентрализованной команды широкого
            спектра услуг - от дизайна иконок и создания сайтов до написания
            смарт контрактов.
          </p>
          <p>
            NEXX - это стартап, состоящий из децентрализованной команды широкого
            спектра услуг - от дизайна иконок и создания сайтов до написания
            смарт контрактов.
          </p>
          <p>
            NEXX - это стартап, состоящий из децентрализованной команды широкого
            спектра услуг - от дизайна иконок и создания сайтов до написания
            смарт контрактов.
          </p>
          <p>
            NEXX - это стартап, состоящий из децентрализованной команды широкого
            спектра услуг - от дизайна иконок и создания сайтов до написания
            смарт контрактов.
          </p>
        </div>
      </div>
    </div>
  );
}
